/* Button text when sending an email to 1 person */
"1PersonButton" = "1 Person";

/* About Section Title on the Menu */
"AboutSection" = "About";

/* Placeholder on the caption text field */
"AddCaptionPlaceHolder" = "Add a caption (optional)";

/* Add Contacts Screen Title */
"AddContactsTitle" = "New Address";

/* Add Email label */
"AddEmailLabel" = "Add Email";

/* Error message display when the user has already flagged a given photo */
"AlreadyFlaggedPicture" = "You've already flagged this photo";

/* Back button */
"BackButton" = "Back";

/* Text on the back navigation button on the WebViewController */
"BackButtonTitle" = "Back";

/* Label at the bottom of the favorite contacts screen */
"BottomLabel" = "Tap to select who you'd like to send your photo to";

/* Cancel button */
"Cancel" = "Cancel";

/* Cancel button */
"CancelButton" = "Cancel";

/* Configure button */
"ConfigureButton" = "Configure";

/* Contact Us Title on the menu */
"ContactUs" = "Contact Us";

/* Credits Title on the Menu */
"CreditsTitle" = "Credits";

/* Delete button */
"Delete" = "Delete";

/* Message shown when user deletes a photo that he had previously submitted to the public gallery */
"DeleteBoxText" = "Your photo and caption will be deleted from the public gallery, but will still remain in your device's Camera Roll and on any third-party sites you may have shared it";

/* Message shown in confirmation prompt that is displayed when user deletes a photo that he had previously submitted to the public gallery */
"DeleteBoxTitle" = "Delete from the public gallery?";

/* Status message indicating that the delete request is processing */
"Deleting" = "Deleting...";

/* Done button */
"DoneButton" = "Done";

/* Edit button */
"EditButton" = "Edit";

/* Edit caption button */
"EditCaption" = "Edit Caption";

/* Email label */
"EmailLabel" = "Email";

/* Enter new caption alert text */
"EnterNewCaption" = "Enter new caption";

/* Error shown when trying to share an Image that hasn't been fully downloaded */
"ErrorDownloadingImage" = "The image has not been downloaded, please wait until it's loaded before sharing it";

/* Generic Facebook friend addition error message */
"ErrorInvitingFriends" = "An error occurred while processing your request to invite a Facebook friend. Please try again";

/* Message shown when a Facebook error prevents the vote action from being recorded */
"ErrorLikingPhoto" = "An error occurred while processing your request to vote for the photo. Please try again";

/* Error message shown when there was a problem loading a webpage */
"ErrorLoadingPageAlert" = "This feature requires an active internet connection. Please verify your connection and try again.";

/* There are no pictures to share. This shouldn't happen but it's validated */
"ErrorNoPicturesShare" = "You don't have any pictures to share. Please take your first picture";

/* Alert when there was an error saving the image */
"ErrorSaveImageAlert" = "An error occurred while saving your photo. Please try again";

/* Message that appears inside the status screen when there was an error saving to the camera roll */
"ErrorSavingCameraRollStatus" = "An error occurred while saving your photo to your device's Camera Roll. Please try again";

/* Title of the surrounding status screen shown when there was an error saving to the camera roll */
"ErrorSavingCameraRollTitle" = "Error saving to Camera Roll!";

/* Error if trying to share an ad. This shouldn't happen but validated just in case */
"ErrorShareAd" = "Sorry! This image can't be shared";

/* Generic Facebook share failure message */
"ErrorSharingFacebook" = "An error occurred while sending your photo to Facebook";

/* Alert when there is a problem sharing to twitter */
"ErrorSharingTwitter" = "An error occurred while sending your photo to Twitter";

/* Status message when there was a problem uploading an image */
"ErrorUploadingImageStatus" = "An error occurred while uploading your photo";

/* Facebook Connect Confirmation text */
"FacebookConnect" = "Yes, authorize with Facebook";

/* Facebook connect confirmation title */
"FacebookConnectTitle" = "Facebook authentication required";

/* De authorize facebook Title on the Menu */
"FacebookDeauthTitle" = "De-authorise Facebook ";

/* Facebook label */
"FacebookLabel" = "Facebook";

/* Favorite contacts screen title */
"FavoriteContactsTitle" = "Emails";

/* No comment provided by engineer. */
"FlagBoxText" = "If you think this photo is inappropriate, please flag it so that our team can review it";

/* No comment provided by engineer. */
"FlagBoxTitle" = "Flag as Inappropriate?";

/* Text shown on the HUD when flagging a photo */
"Flagging" = "Flagging...";

/* No comment provided by engineer. */
"FlagReportSent" = "Your report has been sent.";

/* Title for the Friends Gallery */
"FriendsGallery" = "Friends";

/* Button that helps choosing a contact from the contacts list */
"FromContactsButton" = "From my contacts list";

/* Galleries Section Title on the Menu */
"GalleriesSection" = "Galleries";

/* Title for the help screen */
"HelpScreenTitle" = "Help";

/* Help Menu Title */
"HelpTitle" = "Help";

/* No comment provided by engineer. */
"ImageSavedMessage" = "Image saved to Photo Album.";

/* No comment provided by engineer. */
"ImageSavingError" = "Sorry! There was an error saving your image. Please try again!";

/* Alert asking for confirmation when retaking a picture */
"LoseChangesConfirmationAlert" = "If you proceed you will lose all changes to this picture. Are you sure you want to proceed?";

/* Make Private button */
"MakePrivate" = "Make Private";

/* No comment provided by engineer. */
"MakePrivateText" = "Do you want to remove this photo from the Public Gallery?";

/* No comment provided by engineer. */
"MakePrivateTitle" = "Make Private?";

/* Title for the Me Gallery */
"MeGallery" = "Me";

/* Public Gallery Title */
"MonsterCourtGallery" = "The Walking Dead";

/* Name Label */
"NameLabel" = "Name";

/* Button that helps entering a new contact */
"NewContactAddressButton" = "Enter new address";

/* Message when the user has no connection */
"NoConnectionMessage" = "This feature requires an active internet connection. Please verify your connection and try again.";

/* Message shown if a user attempts to vote for a photo that is no longer in the database */
"NoPictureToLike" = "There is no photo to like";

/* Button text when sending an email to more than 2 persons */
"NPersonButton" = "%d Persons";

/* Ok button */
"OK" = "Ok";

/* No comment provided by engineer. */
"PhotoDeletedConfirmation" = "Your photo has been deleted!";

/* Privacy Policy Title on the Menu */
"PrivacyPolicyTitle" = "Privacy Policy";

/* No comment provided by engineer. */
"ProblemDeletingPicture" = "An error occurred while deleting your Picture. Please try again";

/* No comment provided by engineer. */
"ProblemFlaggingPhoto" = "An error occurred while flagging the photo. Please try again";

/* No comment provided by engineer. */
"ProblemLikingPicture" = "An error occurred while liking the Picture. Please try again";

/* No comment provided by engineer. */
"ProblemSharingPhoto" = "An error occurred while sharing the picture to Facebook.";

/* Proceed button */
"ProceedButton" = "Yes, proceed";

/* Public gallery label */
"PublicGalleryLabel" = "The Walking Dead";

/* Title for the public gallery */
"PublicGalleryTitle" = "The Walking Dead";

/* Report as innapropriate button */
"ReportInappropriate" = "Flag as Inappropriate";

/* Status message when the image was successfully saved to the camera roll (photo gallery) */
"SavedToCameraRollStatus" = "Saved to Camera Roll!";

/* Title for the share screen */
"SaveScreenTitle" = "Share";

/* Status message when saving to the camera roll (photo gallery) */
"SavingCameraRollStatus" = "Saving to Camera Roll";

/* Title for the sharing section */
"SendToSectionHeader" = "Send to...";

/* Terms and Conditions Title on the Menu */
"TermsConditionsTitle" = "Terms & Conditions";

/* No comment provided by engineer. */
"ThankYou" = "Thank You";

/* ToS Title */
"ToSTitle" = "Terms & Conditions";

/* Twitter label */
"Twitter" = "Twitter";

/* Alert message when entering an invalid email */
"ValidEmailError" = "Please enter a valid name and email";

/* Message shown if the user has not logged onto Facebook and attempts to use the Facebook share feature */
"NoFacebookAccount" = "This feature requires you to connect with Facebook";

/* Error message shown to users if they use a version of iOS that is not compatible with the standard Twitter integration */
"NoTwitterMessage" = "This feature requires iOS version 5.0 and above. Please upgrade your device to a more recent version of iOS and try again";

/* Message when the user has no twitter account on iOS */
"NoTwitterAccount" = "This feature requires you to log in to your Twitter account";

/* Tweet button on the share screen */
"TweetButton" = "Tweet";

/* Facebook post button on the share screen */
"FacebookPostButton" = "Post";

/* 0 */
"ConnectFacebookFriendsButton" = " Connect with Facebook";

/* Error shown if some or all Gallery photos fail to load, typically due to a poor network connection */
"ErrorLoadingFriendsGalleryMessage" = " An error occurred while loading your Friends Gallery. Please verify your network connection and try again";

/* Error shown if some or all Gallery photos fail to load, typically due to a poor network connection */
"ErrorLoadingPublicGalleryMessage" = " An error occurred while loading your Friends Gallery. Please verify your network connection and try again";

/* Error shown if a user attempts to edit the photo caption of another user's photo */
"ErrorMoreAd" = " This image can't be modified";

/* Error message shown if a user has never taken a photo and attempts to view his photos */
"ErrorNoPicturesOptions" = " You don't have any photos yet. Tap the camera icon below to make your own Walker photos!";

/* Post to Facebook text */
"FacebookPostButton" = " Post";

/* Call-to-action text shown to encourage users to invite their Facebook friends to the app */
"InviteFriendsButton" = " Invite with Facebook";

/* Conditional call to action text shown in the Me & My Friends photo Gallery when a user has not invited any Friends to use the app */
"InviteFriendsMessage" = " No photos of your friends? Invite your Facebook friends to create their own Walker photo";

/* Conditional call to action text shown in the Me & My Friends photo Gallery when a user has not connected to Facebook */
"LoginToInviteFriendsMessage" = " No photos of your friends? Connect with Facebook and invite your friends to join!";

/* Conditional message shown if the user has not created any photos */
"NoWalkersCreatedMessage" = " You haven't created any Walker photos yet. Tap the camera button below to make your own Walker photo!";

/* Notification message shown after a successful Facebook friend invite request is submitted */
"ThanksForInvitingMessage" = "Your invitation was sent successfully";

/* Software version text - would show "Version 1.1" for example */
"VersionText" = " Version:";

/* Settings menu title text */
"SettingsSection" = "Settings";

